/* 
  Localizable.strings
  Krank

  Created by Sven Thoennissen on 11.12.15.

*/
"Play" = "Play";
"Help" = "Help";
"Options" = "Options";
"Credits" = "Credits";
"Easy" = "Easy";
"Hard" = "Hard";
"Extreme" = "Extreme";
"Continue" = "Continue";
"Reset" = "Reset";
"Exit" = "Exit";
"Hard Mode Help" = "Hard mode is unlocked when levels are completed in easy mode.";
"Extreme Mode Help" = "Extreme mode is unlocked when levels are completed in hard mode.";
"on" = "on";
"off" = "off";
"Back" = "Back";

/* Options */
"Display Target" = "Display Target";
"Sound" = "Sound";
"Music" = "Music";
"Motion" = "Motion";
/*"Motion Remote" = "Bewegung der Remote";*/
"Finger Offset" = "Finger Offset";

/* Credits */
"Version" = "Version";
"Code" = "Code";
"Sound (Credits)" = "Sound";
"Images" = "Images";
"Font by Nick Curtis" = "Font by Nick Curtis";

/* Help */
"Help" = "Help";
"Overview" = "Overview";
"The Goal" = "The Goal";
"Misc" = "Misc";

/* Help: Overview */
"Help : Overview" = "Help : Overview";
"Snake1" = "The snake follows your finger.";
"Snake2" = "You can also steer the snake by tilting the device if you enable Motion in the options menu.";
"Balls" = "Balls move if they collide with the snake or another ball.";
"Links" = "Links are like balls, but they bond together if they touch each other.";
"Magnets" = "Magnets, unmovable themselves, attract everything that moves. The number of circles rotating around them indicates how many items may get captured in them.";
"Anchors" = "Anchors never move, but bond together with links. The number of circles rotating around them indicates how many links may bond with them.";
"Stones" = "Stones never move and do nothing else.";

/* Help: Goal */
"Help : The Goal" = "Help : The Goal";
"Goal" = "The goal of each level is to remove all anchors and magnets.";
"Magnet vanishes" = "A magnet vanishes if";
"Magnet vanishes 1" = "it captures at least as many balls as circles rotating around it,";
"Magnet vanishes 2" = "all captured balls have the same color as the magnet, and";
"Magnet vanishes 3" = "it stays for 3 seconds in the above condition.";
"Anchor vanishes" = "An anchor vanishes if";
"Anchor vanishes 1" = "it is connected via links to as many other anchors as circles rotating around it,";
"Anchor vanishes 2" = "all connected anchors and links have the same color like the anchor, and";
"Anchor vanishes 3" = "all connected anchors of the same color are fully connected.";
"Goal Footnote" = "Fully loaded magnets or fully connected anchors vanish. They do not vanish if there is any ball or link involved with a color that does not match.";

/* Help: Misc */
"Help : Misc" = "Help : Misc";
"Snake Captured" = "If your snake is captured by a magnet, the easiest way to escape is using circular motion around the magnet.";
"Exit Level by Swiping" = "Shake the device, or tap or swipe with two fingers to pause the game.";
"Connection Broken" = "A connection between two links will be broken if one link is touched by a ball or captured by a magnet.";
"Skip Levels" = "For each level solved at easy stage there will be two more levels available to play, so you can skip levels you do not like.";
"Hard Stage" = "Levels solved at easy stage will be unlocked in hard stage.";
"Extreme Stage" = "Levels solved at hard stage will be unlocked in extreme stage.";
"Game Controller Hint" = "Use button A on the game controller to move very slowly.";
